/* Translation.strings\n    SAPTracker\n  \n    Created by Raimund Wege on 27.07.16.\n    Copyright © 2016 com.sap.sailing. All rights reserved.\n  \n\n   MARK: - Common */
"Common.Cancel" = "Annuller";

"Common.OK" = "OK";

"Common.Info" = "Info";

"Common.Warning" = "Advarsel";

"Common.Error" = "Fejl";

"Common.Yes" = "Ja";

"Common.No" = "Nej";

"Common.Settings" = "Indstillinger";

"Common.Logout" = "Log af";

/* MARK: - Endpoint */
"Endpoint.Training" = "https://ubilabstest.sapsailing.com";

/* MARK: - RegattaCheckInController */
"RegattaCheckInController.WelcomeAlert.Title" = "Hej %@";

"RegattaCheckInController.WelcomeAlert.Message" = "Du logger på som %@.";

"RegattaCheckInController.WelcomeAlert.CancelAction.Title" = "Det er ikke mig!";

/* MARK: - GPSFixController */
"GPSFixController.Mode" = "Tilstand";

"GPSFixController.Mode.Error" = "API-fejl";

"GPSFixController.Mode.BatterySaving" = "Strømbesparelse";

"GPSFixController.Mode.None" = "-";

"GPSFixController.Mode.Online" = "Online";

"GPSFixController.Mode.Offline" = "Offline";

/* MARK: - LocationManager */
"LocationManager.LocationServicesDeniedError" = "GPS er slået fra for denne app, men sporing kræver GPS-positioner. Vil du slå GPS til i positionsindstillingerne?";

"LocationManager.LocationServicesDisabledError" = "GPS er slået fra, men sporing kræver GPS-positioner. Vil du slå GPS til i positionsindstillingerne?";

"LocationManager.Status" = "Status";

"LocationManager.Status.Tracking" = "Sporing";

"LocationManager.Status.NotTracking" = "Intet GPS-signal!";

/* MARK: - CheckInDataCollectorError */
"CheckInDataCollectorError.CheckInDataIsIncomplete" = "Id for deltager eller mærke blev ikke fundet i QR-koden.";

/* MARK: - CheckInRequestManagerError */
"CheckInRequestManagerError.CommunicationFailed" = "Kunne ikke fuldføre operation på server. Prøv igen.";

"CheckInRequestManagerError.GetBoatFailed" = "Kunne ikke hente båd.";

"CheckInRequestManagerError.GetCompetitorFailed" = "Kunne ikke hente deltager.";

"CheckInRequestManagerError.GetEventFailed" = "Kunne ikke hente begivenhed.";

"CheckInRequestManagerError.GetLeaderboardFailed" = "Kunne ikke hente rangliste.";

"CheckInRequestManagerError.GetMarkFailed" = "Kunne ikke hente mærke.";

"CheckInRequestManagerError.GetTeamFailed" = "Kunne ikke hente team.";

"CheckInRequestManagerError.PostCheckInFailed" = "Indcheckning mislykkedes.";

"CheckInRequestManagerError.PostCheckOutFailed" = "Udcheckning mislykkedes.";

"CheckInRequestManagerError.PostGPSFixFailed" = "Kunne ikke sende GPS-positioner.";

"CheckInRequestManagerError.PostTeamImageFailed" = "Kunne ikke uploade teambillede.";

"CheckInRequestManagerError.TeamImageURLIsInvalid" = "URL til teambillede er ugyldig.";

/* MARK: - StartView */
"StartView.RegattaButton.Title" = "Regattaer";

"StartView.TrainingButton.Title" = "Enkelt træning";

/* MARK: - AboutView */
"AboutView.Title" = "Om denne app";

"AboutView.PartnershipTextView.Text" = "Appen SAP Sail InSight understøtter livesporing af kapsejladsbåde ved at udnytte mobiltelefonteknologien, hvilket giver venner og fans mulighed for at følge kapsejladser, uanset om det er på stedet eller online via liveranglister og 2D-visualisering. Efter kapsejladsen kan sejlere afspille deres kapsejladser igen, hvilket giver mulighed for at evaluere præstationen og optimere strategier, alt sammen på: https://www.sapsailing.com\n\nSAP understøtter US Sailing via implementering af en række innovative teknologiløsninger, der tilbyder analyser til at hjælpe teams og sejlere med at forbedre præstationen, mens det også tilbyder applikationer til at hjælpe med udføre sejladser mere effektivt.\n\nSom det nationale styrende organ inden for sejlsport tilbyder US Sailing ledelse, integritet og vækst for sporten, herunder kursus- og uddannelsesprogrammer for instruktører og kapsejladsledelsen, samt administration og tilsyn med sejlsportskonkurrencer i hele landet.";

"AboutView.TermsButton.Title" = "Slutbrugerlicensaftale";

"AboutView.VersionTitleLabel.Text" = "Version";

/* MARK: - CourseView */
"CourseView.TitleLabel.Text" = "Kurs over grunden";

/* MARK: - RegattaCheckInListView */
"RegattaCheckInListView.Title" = "Regattaer";

"RegattaCheckInListView.HeaderTitleLabel.Text" = "Dine regattaer:";

"RegattaCheckInListView.FooterTextView.Text" = "Yderligere oplysninger på\nhttps://sapsailing.com";

"RegattaCheckInListView.InfoCodeLabel.Text" = "QR-koden kan findes på din bekræftelse på deltagelse.";

"RegattaCheckInListView.TermsAlert.Title" = "Slutbrugerlicensaftale";

"RegattaCheckInListView.TermsAlert.Message" = "Hvis du bruger denne app bekræfter og accepterer du slutbrugerlicensaftale fra SAP SE. Læs slutbrugerlicensaftalen her.";

"RegattaCheckInListView.TermsAlert.ShowTermsAction.Title" = "Slutbrugerlicensaftale";

"RegattaCheckInListView.TermsAlert.AcceptTermsAction.Title" = "Bekræft";

"RegattaCheckInListView.NoCameraAlert.Message" = "Enheden har intet kamera.";

"RegattaCheckInListView.NoCodeAlert.Title" = "Har du ikke en QR-kode?";

"RegattaCheckInListView.NoCodeAlert.Message" = "Kontakt kapsejladsledelsen, hvis du ikke har modtaget en QR-kode.";

/* MARK: - TrainingCheckInListView */
"TrainingCheckInListView.Title" = "Træninger";

"TrainingCheckInListView.HeaderTitleLabel.Text" = "Dine træninger:";

"TrainingCheckInListView.FooterTextView.Text" = "For at administrere dine træningssessioner skal du oprette mindst én træning ved at bruge plus-knappen.";

/* MARK: - TrainingView */
"TrainingView.LeaderboardButton.Title" = "Analysér";

"TrainingView.OptionSheet.CheckOutAction.Title" = "Fjern træning";

"TrainingView.FinishButton.Title" = "Afslut";

"TrainingView.ReactivateAlert.Title" = "Genaktiver træning";

"TrainingView.ReactivateAlert.Message" = "Denne træningssession blev afsluttet. Er du sikker på, at du vil fortsætte og genaktivere denne session?";

"TrainingView.ReactivatedAlert.Title" = "Træningssessionen er nu aktiv.";

"TrainingView.FinishAlert.Title" = "Afslut træning";

"TrainingView.FinishAlert.Message" = "Vil du afslutte denne træningssession?";

"TrainingView.FinishedAlert.Title" = "Træningssessionen blev afsluttet.";

"TrainingView.CheckOutAlert.Message" = "Er du SIKKER PÅ, at du vil fjerne denne træningssession fra din enhed?";

/* MARK: - CreateTrainingView */
"CreateTrainingView.Title" = "Opret træning";

"CreateTrainingView.BoatClassNameLabel.Text" = "Bådklasse";

"CreateTrainingView.CreateTrainingButton.Title" = "Opret træning";

/* MARK: - LeaderboardView */
"LeaderboardView.Title" = "Rangliste";

/* MARK: - LicenseView */
"LicenseView.Title" = "Licensoplysninger";

/* MARK: - RegattaView */
"RegattaView.CountdownDaysTitleLabel.Text" = "Dage";

"RegattaView.CountdownHoursTitleLabel.Text" = "Timer";

"RegattaView.CountdownMinutesTitleLabel.Text" = "Minutter";

"RegattaView.StartLabel.Text.BeforeRegattaDidStart" = "Regattaen starter om:";

"RegattaView.StartLabel.Text.AfterRegattaDidStart" = "Regattaen er i gang:";

"RegattaView.AnnouncementLabel.Text" = "Lyt til annonceringer.";

"RegattaView.EventButton.Title" = "Begivenhed";

"RegattaView.StartTrackingButton.Title" = "Start sporing";

"RegattaView.OptionSheet.CheckOutAction.Title" = "Checkout";

"RegattaView.CheckOutAlert.Message" = "Er du sikker på, at du vil logge af? Du skal logge på igen med den angivne QR-kode for at få adgang til din regatta!";

/* MARK: - CompetitorView */
"CompetitorView.SelectImageAlert.Title" = "Foto";

"CompetitorView.SelectImageAlert.Message" = "Vil du bruge et eksisterende billede eller tage et nyt?";

"CompetitorView.SelectImageAlert.CameraAction.Title" = "Tag foto";

"CompetitorView.SelectImageAlert.PhotoLibraryAction.Title" = "Eksisterende";

"CompetitorView.TeamImageUploadRetryButton.Title" = "Fejl under upload.\nTryk for at prøve igen.";

"CompetitorView.TeamImageAddButton.Title" = "Tilføj teamfoto";

"CompetitorView.UploadTeamImageFailureAlert.Title" = "Fejl ved upload af billede";

/* MARK: - ScanView */
"ScanView.Title" = "Scan QR-kode";

"ScanView.IncorrectCodeAlert.Message" = "Ugyldig QR-kode";

/* MARK: - SpeedView */
"SpeedView.TitleLabel.Text" = "Fart over grunden";

/* MARK: - SettingsView */
"SettingsView.Title" = "Indstillinger";

"SettingsView.TableView.BatterySavingSection.Title" = "Strømbesparelse";

"SettingsView.TableView.DeviceSection.Title" = "Enhedsoplysninger";

"SettingsView.TableView.TrainingSection.Title" = "Træningsområde";

"SettingsView.BatterySavingTitleLabel.Text" = "Spar energi";

"SettingsView.BatterySavingDescriptionLabel.Text" = "GPS-opdateringer sendes til serveren hver %0.0f sekund.";

"SettingsView.DeviceIdentifierTitleLabel.Text" = "Enheds-id";

"SettingsView.TrainingServerTitleLabel.Text" = "Serverslutpunkt";

/* MARK: - TimerView */
"TimerView.TitleLabel.Text" = "Sporingstidspunkt";

/* MARK: - TrackingView */
"TrackingView.TableView.GPSFixesCell.GPSFixesTitleLabel.Text" = "Registreringer, der ikke er sendt";

"TrackingView.TableView.GPSAccuracyCell.GPSAccuracyTitleLabel.Text" = "Nøjagtighed af GPS";

"TrackingView.TableView.GPSAccuracyCell.GPSAccuracyLabel.Text.NoGPS" = "ingen GPS";

"TrackingView.StopTrackingButton.Title" = "Stop sporing";

"TrackingView.StopTrackingAlert.Title" = "Bekræft";

"TrackingView.StopTrackingAlert.Message" = "Er du sikker på, at du vil stoppe sporing?";

